{
  "tool": {
    "analysis-results": "Résultats de l'analyse",
    "block-check-button": "Vérifier le Domaine",
    "block-checker-description": "Vérifiez si votre domaine est accessible depuis la Chine et évitez une perte de trafic potentielle.",
    "block-checker-placeholder": "Entrez les domaines (un par ligne)",
    "block-checker-results": "Résultats de vérification de blocage",
    "block-checker-title": "Vérificateur de Blocage de Domaine",
    "block-description": "Vérifiez si votre domaine est bloqué par le Grand Pare-feu de Chine. Assurez-vous que votre contenu est accessible aux utilisateurs en Chine avec notre outil fiable.",
    "block-faq-1-answer": "L'outil de blocage de domaine par le GFW chinois aide les utilisateurs à vérifier si un domaine spécifique est bloqué par le Grand Pare-feu de Chine. Il fournit des informations sur les problèmes d'accessibilité pour les utilisateurs en Chine.",
    "block-faq-1-question": "Qu'est-ce que l'outil de blocage de domaine par le GFW chinois?",
    "block-faq-2-answer": "Le Grand Pare-feu de Chine est un système de censure d'internet qui bloque l'accès à certains sites web étrangers et ralentit le trafic internet transfrontalier. Il est utilisé pour contrôler l'information disponible pour les citoyens chinois.",
    "block-faq-2-question": "Comment fonctionne le Grand Pare-feu de Chine?",
    "block-faq-3-answer": "Vérifier si un domaine est bloqué est crucial pour les entreprises et les individus qui veulent s'assurer que leur contenu est accessible aux utilisateurs en Chine. Les domaines bloqués peuvent entraîner une perte de trafic et d'engagement.",
    "block-faq-3-question": "Pourquoi est-il important de vérifier si un domaine est bloqué?",
    "block-faq-4-answer": "Il vous suffit d'entrer le domaine que vous souhaitez vérifier dans le champ de saisie fourni et de cliquer sur le bouton 'Vérifier le Domaine'. L'outil analysera l'accessibilité du domaine depuis la Chine.",
    "block-faq-4-question": "Comment puis-je utiliser l'outil de blocage de domaine?",
    "block-faq-5-answer": "Si votre domaine est bloqué, envisagez d'utiliser des domaines alternatifs, des services VPN ou d'autres méthodes pour garantir que votre contenu atteigne les utilisateurs en Chine.",
    "block-faq-5-question": "Que dois-je faire si mon domaine est bloqué?",
    "block-faq-6-answer": "Oui, notre outil vous permet de vérifier plusieurs domaines simultanément, offrant un aperçu complet de leur accessibilité.",
    "block-faq-6-question": "Puis-je vérifier plusieurs domaines en même temps ?",
    "block-title": "Vérificateur de Blocage de Domaine : Vérifiez l'Accessibilité en Chine",
    "blocked": "Bloqué",
    "blog": "Blog",
    "checking": "Vérification...",
    "details": "Détails",
    "domain": "Domaine",
    "examples-button": "Exemples",
    "expander": "Expanseur d'URL",
    "expander-button": "Élargir les Short URLs",
    "expander-checker-description": "Révélez instantanément la destination complète des URL raccourcies.",
    "expander-checker-title": "Élargisseur de Short URL",
    "expander-description": "Développez instantanément les URLs raccourcies pour révéler leur destination complète. Améliorez votre sécurité en ligne et votre transparence avec notre outil gratuit d'Élargisseur de Short URL. Essayez-le maintenant !",
    "expander-faq-1-answer": "Un expanseur d'URL courte est un outil qui révèle l'URL longue originale derrière un lien raccourci. Cela aide les utilisateurs à savoir où un lien raccourci les mènera avant de cliquer, assurant sécurité et transparence.",
    "expander-faq-1-question": "Qu'est-ce qu'un expanseur d'URL courte ?",
    "expander-faq-10-answer": "Développer des URL courtes est purement informatif et n'impacte pas votre SEO. Cependant, si vous gérez un site Web ou une campagne, l'analyse des URL développées peut vous aider à vous assurer que les redirections fonctionnent correctement, ce qui peut influencer indirectement le SEO.",
    "expander-faq-10-question": "Développer des URL courtes peut-il affecter mon SEO ?",
    "expander-faq-2-answer": "Étendre les URLs courtes vous aide à éviter des sites web potentiellement nuisibles ou malveillants. De nombreuses attaques de phishing ou liens dangereux sont cachés derrière des URLs raccourcies. Utiliser un expanseur d'URL courte garantit que vous êtes conscient de la destination avant de visiter le lien.",
    "expander-faq-2-question": "Pourquoi devrais-je étendre les URLs courtes avant de cliquer dessus?",
    "expander-faq-3-answer": "L'expanseur d'URL courte envoie une requête à l'URL raccourcie et récupère l'URL complète d'origine. Ce processus vous permet de voir où le lien redirige sans réellement visiter la page, vous protégeant ainsi des sites potentiellement nuisibles.",
    "expander-faq-3-question": "Comment fonctionne l'expanseur d'URL courte?",
    "expander-faq-4-answer": "Oui, étendre des URLs courtes est sûr car l'outil ne vous mène pas au site web réel; il ne montre que l'URL d'origine. Ce processus garantit que vous ne visitez pas accidentellement des sites malveillants ou des contenus nuisibles.",
    "expander-faq-4-question": "Est-il sûr d'étendre des URLs courtes?",
    "expander-faq-5-answer": "Oui, certaines URLs courtes peuvent avoir plusieurs redirections en place. Notre expanseur d'URL courte vous montrera la chaîne de redirection complète, vous donnant une compréhension claire de la destination finale du lien.",
    "expander-faq-5-question": "Un expanseur d'URL courte peut-il révéler plusieurs redirections?",
    "expander-faq-6-answer": "Oui, notre outil vous permet d'étendre des URLs courtes en masse, facilitant l'analyse de plusieurs liens raccourcis à la fois. Ceci est particulièrement utile pour les entreprises ou les utilisateurs gérant un grand nombre de liens courts.",
    "expander-faq-6-question": "Puis-je étendre des URLs courtes en masse?",
    "expander-faq-7-answer": "Développer un lien raccourci révèlera sa destination, mais cela ne garantit pas que le site final est sûr. Utilisez toujours la prudence lorsque vous cliquez sur des liens inconnus et envisagez d'utiliser un vérificateur d'URL ou un outil de sécurité pour vérifier davantage la sécurité du site.",
    "expander-faq-7-question": "Tous les liens raccourcis sont-ils sûrs à cliquer après avoir été développés ?",
    "expander-faq-8-answer": "Oui, notre développeur de liens raccourcis peut souvent détecter des liens d'affiliation en révélant l'URL d'origine, y compris tous les paramètres de référence ou de suivi. Cela est utile pour les utilisateurs qui souhaitent savoir s'ils sont redirigés vers un programme d'affiliation.",
    "expander-faq-8-question": "Le développeur de liens raccourcis peut-il détecter des liens d'affiliation ?",
    "expander-faq-9-answer": "Notre développeur de liens raccourcis prend en charge une large gamme de services de raccourcissement tels que Bitly, TinyURL, Ow.ly et bien d'autres. Il peut développer des URLs provenant des services de liens courts les plus populaires et même des domaines courts personnalisés.",
    "expander-faq-9-question": "Quels types de services d'URL courte ce outil prend-il en charge ?",
    "expander-title": "Élargisseur de Short URL en Masse : Révélez les Liens Complets Instantanément",
    "faq-contact-button": "Vous avez encore des questions ?",
    "faq-no-results": "Aucune question correspondante trouvée. Veuillez essayer un terme de recherche différent.",
    "faq-search-placeholder": "Rechercher dans les FAQ...",
    "faq-subtext": "Trouvez des réponses aux questions courantes sur cet outil. Vous ne trouvez pas ce que vous cherchez ? Contactez notre équipe de support pour plus d'aide.",
    "faq-title": "Questions Fréquemment Posées",
    "fastest": "Le plus rapide",
    "get-started": "Commencez avec RedirHub",
    "home": "Accueil",
    "last-check": "Dernière vérification :",
    "open-in-new": "Ouvrir l'URL dans un nouvel onglet",
    "passed": "Réussi",
    "redirect": "Vérification de redirection",
    "redirect-check-button": "Vérifier les Redirections",
    "redirect-checker-description": "Analyser les chaînes de redirection et les performances pour plusieurs URL en même temps.",
    "redirect-checker-title": "Vérificateur de Redirection",
    "redirect-description": "Vérifiez et analysez instantanément vos redirections d'URL avec notre outil puissant. Découvrez les chaînes de redirection, mesurez la vitesse et optimisez les performances de votre site Web. Essayez notre vérificateur de redirection gratuit maintenant !",
    "redirect-details": "Détails",
    "redirect-faq-1": "Qu'est-ce qu'une redirection d'URL et pourquoi est-elle importante ?",
    "redirect-faq-1-answer": "Une redirection d'URL envoie les utilisateurs et les moteurs de recherche d'une adresse web à une autre. Les redirections sont cruciales lors du déplacement de contenu, du rebranding ou du changement de domaine, car elles garantissent que les utilisateurs atteignent la bonne page et préviennent les liens brisés. Une utilisation appropriée des redirections aide à maintenir les classements SEO et offre une expérience utilisateur fluide.",
    "redirect-faq-10": "Puis-je utiliser FindRedirect.com pour suivre les redirections HTTP et HTTPS ?",
    "redirect-faq-10-answer": "Oui, notre vérificateur de redirection en masse peut suivre les redirections HTTP et HTTPS, vous aidant à déterminer si vos URLs passent correctement aux protocoles sécurisés. Assurer des redirections HTTPS appropriées est vital pour la sécurité, le SEO et la confiance des utilisateurs, car les navigateurs modernes et les moteurs de recherche privilégient HTTPS par rapport à HTTP.",
    "redirect-faq-2": "Comment les redirections affectent-elles le SEO de mon site web ?",
    "redirect-faq-2-answer": "Les redirections peuvent influencer le SEO si elles ne sont pas utilisées correctement. Les redirections 301 sont préférées pour les changements permanents car elles transfèrent la plupart de l'équité des liens de la page d'origine (pouvoir de classement) à la nouvelle URL. Une mauvaise utilisation des redirections, comme la création de longues chaînes de redirection, peut ralentir votre site web et avoir un impact négatif sur son classement dans les résultats des moteurs de recherche.",
    "redirect-faq-3": "Qu'est-ce que les redirections 301 et 302, et quand devrais-je les utiliser ?",
    "redirect-faq-3-answer": "Redirections 301 : Redirections permanentes qui transfèrent la majorité de l'équité des liens de l'URL d'origine vers la nouvelle URL, ce qui est meilleur pour le SEO lorsque le contenu a été déplacé de façon permanente. Redirections 302 : Redirections temporaires qui ne transmettent pas l'équité des liens, adaptées aux situations où la page d'origine reviendra, comme la maintenance ou des changements temporaires. Utiliser le bon type de redirection garantit que votre site maintienne ses classements de recherche et offre une expérience utilisateur sans faille.",
    "redirect-faq-4": "Qu'est-ce qu'une chaîne de redirections, et pourquoi devrait-elle être optimisée ?",
    "redirect-faq-4-answer": "Une chaîne de redirection se produit lorsqu'une URL est redirigée plusieurs fois avant d'atteindre la destination finale. Par exemple, l’URL A redirige vers l’URL B, qui redirige ensuite vers l’URL C. Ces chaînes peuvent ralentir votre site web, affecter le SEO et nuire à l'expérience utilisateur. L'optimisation ou l'élimination des redirections inutiles garantit des temps de chargement de page plus rapides et de meilleurs classements dans les moteurs de recherche.",
    "redirect-faq-5": "Comment puis-je vérifier si mes redirections fonctionnent correctement ?",
    "redirect-faq-5-answer": "Vous pouvez utiliser notre Vérificateur de redirection de masse pour analyser facilement si vos redirections fonctionnent comme prévu. Il fournit des informations détaillées sur le type de redirection (301, 302, etc.), le nombre de redirections dans une chaîne et la vitesse de chaque redirection. Cela vous aide à vous assurer que vos redirections sont efficaces et adaptées au SEO.",
    "redirect-faq-6": "Les longues chaînes de redirection peuvent-elles avoir un impact négatif sur les performances de mon site ?",
    "redirect-faq-6-answer": "Oui, les longues chaînes de redirection peuvent ralentir les performances de votre site web et diminuer vos classements SEO. Chaque redirection supplémentaire augmente le temps de chargement, ce qui peut frustrer les utilisateurs et entraîner des pénalités de la part des moteurs de recherche en raison d'une performance lente. Utilisez notre outil pour analyser et réduire ces chaînes pour des performances optimales.",
    "redirect-faq-7": "Pourquoi est-il important de surveiller les redirections après une migration de site web ?",
    "redirect-faq-7-answer": "Après une migration de site web, il est crucial de surveiller vos redirections pour garantir que les utilisateurs et les moteurs de recherche sont dirigés vers les bonnes URL. Ne pas configurer correctement les redirections peut entraîner des liens brisés, une perte de trafic et une baisse des classements dans les moteurs de recherche. Utiliser régulièrement un vérificateur de redirection garantit que tout fonctionne correctement après la migration.",
    "redirect-faq-8": "Comment puis-je réparer les redirections cassées sur mon site web ?",
    "redirect-faq-8-answer": "Les redirections cassées se produisent lorsqu'une URL pointe vers une page qui n'existe plus ou n'est pas correctement redirigée. Vous pouvez les réparer en identifiant les liens cassés avec un vérificateur de redirection, puis en mettant à jour les redirections pour qu'elles pointent vers la page correcte ou la plus pertinente. Cela restaurera l'équité des liens et améliorera à la fois le SEO et l'expérience utilisateur.",
    "redirect-faq-9": "Comment les redirections impactent-elles la vitesse de chargement des pages et l'expérience utilisateur ?",
    "redirect-faq-9-answer": "Chaque redirection ajoute un léger délai dans le chargement de la page finale. Si vous avez plusieurs redirections (chaînes de redirection), cela peut ralentir considérablement le temps de chargement de la page, entraînant une mauvaise expérience utilisateur. Les pages qui se chargent lentement entraînent souvent des taux de rebond plus élevés et un classement SEO plus faible. Vérifier et optimiser régulièrement les redirections est essentiel pour maintenir des vitesses de chargement rapides.",
    "redirect-placeholder": "Entrez les URL (une par ligne) par ex.,",
    "redirect-status": "Statut",
    "redirect-step": "Étape",
    "redirect-time": "Temps",
    "redirect-title": "Vérificateur de Redirection en Masse : Analyser les Chaînes d'URL & Comparer la Vitesse",
    "redirect-url": "URL",
    "redirect-view-details": "Voir les détails",
    "redirects-count": "Redirections",
    "response": "Réponse",
    "response-time": "Réponse",
    "share": "Partager",
    "share-url-copied": "URL de partage copiée !",
    "share-url-copied-description": "L'URL de résultat a été copiée dans votre presse-papiers.",
    "total-time": "Temps total (s)",
    "uptime": "Temps de Disponibilité",
    "uptime-data-sources": "Sources de données",
    "uptime-data-sources-text": "Les données de performance sont testées par updown.io depuis {{n}} emplacements.",
    "uptime-description": "Trouvez les services de redirection les plus rapides de RedirHub, Redirect.pizza et EasyRedir avec notre outil de comparaison de vitesse complet. Vérifiez la disponibilité, les temps de réponse et les détails de performance en temps réel.",
    "uptime-heading": "Comparaison des performances des services de redirection",
    "uptime-image-alt": "Comparaison des performances des services de redirection",
    "uptime-subheading": "Découvrez quel service de redirection offre les temps de réponse les plus rapides et la meilleure disponibilité grâce à notre outil de comparaison en temps réel. Prenez des décisions basées sur des données pour la performance de votre site web.",
    "uptime-title": "Comparer la vitesse des services de redirection | Comparaison de la disponibilité et des temps de réponse",
    "website": "Site web"
  }
}