{
  "tool": {
    "analysis-results": "Resultados de Análisis",
    "block-check-button": "Verificar Dominio",
    "block-checker-description": "Verifica si tu dominio es accesible desde China y evita la pérdida potencial de tráfico.",
    "block-checker-placeholder": "Ingresa dominios (uno por línea)",
    "block-checker-results": "Resultados de verificación de bloqueo",
    "block-checker-title": "Verificador de Bloqueo de Dominio",
    "block-description": "Verifica si tu dominio está bloqueado por el Gran Cortafuegos de China. Asegúrate de que tu contenido sea accesible para los usuarios en China con nuestra herramienta confiable.",
    "block-faq-1-answer": "La herramienta de Bloqueo de Dominio de GFW China ayuda a los usuarios a verificar si un dominio específico está bloqueado por el Gran Cortafuegos de China. Proporciona información sobre problemas de accesibilidad para los usuarios en China.",
    "block-faq-1-question": "¿Qué es la herramienta de Bloqueo de Dominio de GFW China?",
    "block-faq-2-answer": "El Gran Cortafuegos de China es un sistema de censura de internet que bloquea el acceso a ciertos sitios web extranjeros y reduce la velocidad del tráfico de internet transfronterizo. Se utiliza para controlar la información disponible para los ciudadanos chinos.",
    "block-faq-2-question": "¿Cómo funciona el Gran Cortafuegos de China?",
    "block-faq-3-answer": "Verificar si un dominio está bloqueado es crucial para empresas e individuos que desean garantizar que su contenido sea accesible para los usuarios en China. Los dominios bloqueados pueden llevar a la pérdida de tráfico y compromiso.",
    "block-faq-3-question": "¿Por qué es importante verificar si un dominio está bloqueado?",
    "block-faq-4-answer": "Simplemente ingresa el dominio que deseas verificar en el campo de entrada proporcionado y haz clic en el botón 'Verificar Dominio'. La herramienta analizará la accesibilidad del dominio desde dentro de China.",
    "block-faq-4-question": "¿Cómo puedo usar la herramienta de Bloqueo de Dominio?",
    "block-faq-5-answer": "Si tu dominio está bloqueado, considera usar dominios alternativos, servicios VPN u otros métodos para asegurar que tu contenido llegue a los usuarios en China.",
    "block-faq-5-question": "¿Qué debo hacer si mi dominio está bloqueado?",
    "block-faq-6-answer": "Sí, nuestra herramienta te permite verificar múltiples dominios simultáneamente, proporcionando una visión integral de su accesibilidad.",
    "block-faq-6-question": "¿Puedo verificar múltiples dominios a la vez?",
    "block-title": "Verificador de Bloqueo de Dominio: Verifica la Accesibilidad en China",
    "blocked": "Bloqueado",
    "blog": "Blog",
    "checking": "Comprobando...",
    "details": "Detalles",
    "domain": "Dominio",
    "examples-button": "Ejemplos",
    "expander": "Expansor de URL",
    "expander-button": "Expandir URL Cortas",
    "expander-checker-description": "Revela instantáneamente el destino completo de las URL acortadas.",
    "expander-checker-title": "Expansor de URL Cortas",
    "expander-description": "Expande instantáneamente URLs acortadas para revelar su destino completo. Mejora tu seguridad y transparencia en línea con nuestra herramienta gratuita de Expansor de URL Cortas. ¡Pruébalo ahora!",
    "expander-faq-1-answer": "Un expansor de URL corta es una herramienta que revela la URL larga original detrás de un enlace acortado. Ayuda a los usuarios a saber a dónde los llevará un enlace acortado antes de hacer clic, asegurando seguridad y transparencia.",
    "expander-faq-1-question": "¿Qué es un expansor de URL corta?",
    "expander-faq-10-answer": "Expandir URLs cortas es puramente informativo y no impacta tu SEO. Sin embargo, si gestionas un sitio web o campaña, analizar las URLs expandidas puede ayudarte a asegurarte de que las redirecciones estén funcionando correctamente, lo que puede influir indirectamente en el SEO.",
    "expander-faq-10-question": "¿Puede la expansión de URLs cortas afectar mi SEO?",
    "expander-faq-2-answer": "Expandir URLs cortas te ayuda a evitar sitios web potencialmente dañinos o maliciosos. Muchos ataques de phishing o enlaces inseguros están ocultos detrás de URLs acortadas. Usar un expansor de URL corta asegura que seas consciente del destino antes de visitar el enlace.",
    "expander-faq-2-question": "¿Por qué debería expandir URLs cortas antes de hacer clic en ellas?",
    "expander-faq-3-answer": "El expansor de URL corta envía una solicitud a la URL acortada y recupera la URL original completa. Este proceso te permite ver hacia dónde redirige el enlace sin realmente visitar la página, manteniéndote a salvo de sitios potencialmente dañinos.",
    "expander-faq-3-question": "¿Cómo funciona el expansor de URL corta?",
    "expander-faq-4-answer": "Sí, expandir URLs cortas es seguro porque la herramienta no te lleva al sitio web real; solo muestra la URL original. Este proceso asegura que no visites accidentalmente sitios maliciosos o contenido dañino.",
    "expander-faq-4-question": "¿Es seguro expandir URLs cortas?",
    "expander-faq-5-answer": "Sí, algunas URLs cortas pueden tener múltiples redirecciones. Nuestro expansor de URL corta te mostrará toda la cadena de redirecciones, dándote una comprensión clara de hacia dónde te llevará el enlace en última instancia.",
    "expander-faq-5-question": "¿Puede un expansor de URL corta revelar múltiples redirecciones?",
    "expander-faq-6-answer": "Sí, nuestra herramienta te permite expandir URLs cortas en masa, facilitando el análisis de múltiples enlaces acortados a la vez. Esto es especialmente útil para empresas o usuarios que gestionan grandes cantidades de enlaces cortos.",
    "expander-faq-6-question": "¿Puedo expandir URLs cortas en masa?",
    "expander-faq-7-answer": "Expandir una URL acortada revelará su destino, pero no garantiza que el sitio final sea seguro. Siempre usa precaución al hacer clic en enlaces desconocidos y considera usar un verificador de URLs o herramienta de seguridad para verificar aún más la seguridad del sitio.",
    "expander-faq-7-question": "¿Son seguras todas las URLs acortadas para hacer clic después de expandirlas?",
    "expander-faq-8-answer": "Sí, nuestro expansor de URLs cortas puede a menudo detectar enlaces de afiliados al revelar la URL original, incluidos cualquier parámetro de referencia o seguimiento. Esto es útil para los usuarios que quieren saber si están siendo redirigidos a un programa de afiliados.",
    "expander-faq-8-question": "¿Puede el expansor de URLs cortas detectar enlaces de afiliados?",
    "expander-faq-9-answer": "Nuestro expansor de URLs cortas soporta una amplia gama de servicios de acortamiento como Bitly, TinyURL, Ow.ly, y muchos otros. Puede expandir URLs de la mayoría de los servicios de enlaces cortos populares e incluso dominios cortos personalizados.",
    "expander-faq-9-question": "¿Qué tipos de servicios de URLs cortas soporta esta herramienta?",
    "expander-title": "Expansor de URL Cortas por Lotes: Revela Enlaces Completos Instantáneamente",
    "faq-contact-button": "¿Todavía tienes preguntas?",
    "faq-no-results": "No se encontraron preguntas que coincidan. Por favor, intenta con un término de búsqueda diferente.",
    "faq-search-placeholder": "Buscar Preguntas Frecuentes...",
    "faq-subtext": "Encuentra respuestas a preguntas comunes sobre esta herramienta. ¿No puedes encontrar lo que buscas? Contacta a nuestro equipo de soporte para más ayuda.",
    "faq-title": "Preguntas Frecuentes",
    "fastest": "Más rápido",
    "get-started": "Comienza con RedirHub",
    "home": "Inicio",
    "last-check": "Última verificación:",
    "open-in-new": "Abrir URL en una nueva pestaña",
    "passed": "Aprobado",
    "redirect": "Comprobación de Redirección",
    "redirect-check-button": "Verificar Redirecciones",
    "redirect-checker-description": "Analiza cadenas de redirección y rendimiento para múltiples URLs a la vez.",
    "redirect-checker-title": "Comprobador de Redirecciones",
    "redirect-description": "Verifica y analiza instantáneamente tus redirecciones de URL con nuestra poderosa herramienta. Descubre cadenas de redirección, mide la velocidad y optimiza el rendimiento de tu sitio web. ¡Prueba nuestro comprobador de redirecciones gratuito ahora!",
    "redirect-details": "Detalles",
    "redirect-faq-1": "¿Qué es un redireccionamiento de URL y por qué es importante?",
    "redirect-faq-1-answer": "Un redireccionamiento de URL envía a los usuarios y a los motores de búsqueda de una dirección web a otra. Los redireccionamientos son cruciales al mover contenido, rebrandear o cambiar dominios, ya que garantizan que los usuarios lleguen a la página correcta y previenen enlaces rotos. El uso adecuado de redireccionamientos ayuda a mantener las clasificaciones de SEO y proporciona una experiencia de usuario fluida.",
    "redirect-faq-10": "¿Puedo usar FindRedirect.com para rastrear redirecciones tanto HTTP como HTTPS?",
    "redirect-faq-10-answer": "Sí, nuestro Verificador de Redirecciones por Lotes puede rastrear tanto redirecciones HTTP como HTTPS, ayudándote a identificar si tus URLs están transitando correctamente a protocolos seguros. Asegurarse de que las redirecciones HTTPS sean adecuadas es vital para la seguridad, el SEO y la confianza del usuario, ya que los navegadores modernos y los motores de búsqueda priorizan HTTPS sobre HTTP.",
    "redirect-faq-2": "¿Cómo afectan los redireccionamientos al SEO de mi sitio web?",
    "redirect-faq-2-answer": "Los redireccionamientos pueden influir en el SEO si no se utilizan correctamente. Los redireccionamientos 301 son preferidos para cambios permanentes porque transfieren la mayor parte del valor de enlace (poder de clasificación) de la página original a la nueva URL. Usar incorrectamente los redireccionamientos, como crear largas cadenas de redireccionamiento, puede ralentizar su sitio web y afectar negativamente su clasificación en los resultados de búsqueda.",
    "redirect-faq-3": "¿Qué son los redireccionamientos 301 y 302, y cuándo debo utilizarlos?",
    "redirect-faq-3-answer": "Redireccionamientos 301: Redireccionamientos permanentes que transfieren la mayor parte del valor de enlace de la URL original a la nueva URL, lo cual es mejor para SEO cuando el contenido se ha movido de forma permanente. Redireccionamientos 302: Redireccionamientos temporales que no transfieren valor de enlace, adecuados para situaciones en las que la página original volverá, como mantenimientos o cambios temporales. Usar el tipo de redireccionamiento correcto asegura que su sitio mantenga clasificaciones en las búsquedas y proporciona una experiencia de usuario sin interrupciones.",
    "redirect-faq-4": "¿Qué es una cadena de redireccionamiento y por qué debe ser optimizada?",
    "redirect-faq-4-answer": "Una cadena de redirección ocurre cuando una URL es redirigida múltiples veces antes de alcanzar el destino final. Por ejemplo, la URL A redirige a la URL B, que luego redirige a la URL C. Estas cadenas pueden ralentizar su sitio web, afectar el SEO y dañar la experiencia del usuario. Optimizar o eliminar redirecciones innecesarias asegura tiempos de carga de página más rápidos y mejores rankings en los motores de búsqueda.",
    "redirect-faq-5": "¿Cómo puedo verificar si mis redirecciones están funcionando correctamente?",
    "redirect-faq-5-answer": "Puede usar nuestro Comprobador de Redirecciones Masivas para analizar fácilmente si sus redirecciones están funcionando como se pretende. Proporciona información detallada sobre el tipo de redirección (301, 302, etc.), cuántas redirecciones hay en una cadena y la velocidad de cada redirección. Esto le ayuda a garantizar que sus redirecciones sean eficientes y amigables para el SEO.",
    "redirect-faq-6": "¿Pueden las largas cadenas de redirección impactar negativamente en el rendimiento de mi sitio?",
    "redirect-faq-6-answer": "Sí, las largas cadenas de redirección pueden ralentizar el rendimiento de su sitio web y disminuir sus rankings en SEO. Cada redirección adicional añade tiempo de carga, lo que puede frustrar a los usuarios y resultar en que los motores de búsqueda penalicen su sitio por un rendimiento lento. Use nuestra herramienta para analizar y reducir estas cadenas para un rendimiento óptimo.",
    "redirect-faq-7": "¿Por qué es importante monitorear las redirecciones después de una migración de sitio web?",
    "redirect-faq-7-answer": "Después de una migración de sitio web, es crucial monitorear sus redirecciones para asegurar que los usuarios y los motores de búsqueda sean dirigidos a las URL correctas. No configurar redirecciones adecuadas puede resultar en enlaces rotos, tráfico perdido y una caída en los rankings de los motores de búsqueda. Usar regularmente un comprobador de redirecciones asegura que todo esté funcionando sin problemas después de la migración.",
    "redirect-faq-8": "¿Cómo puedo arreglar redirecciones rotas en mi sitio web?",
    "redirect-faq-8-answer": "Las redirecciones rotas ocurren cuando una URL apunta a una página que ya no existe o no está correctamente redirigida. Puedes solucionarlas identificando los enlaces rotos con un verificador de redirecciones y luego actualizando las redirecciones para apuntar a la página correcta o más relevante. Esto restablecerá la equidad de enlaces y mejorará tanto el SEO como la experiencia del usuario.",
    "redirect-faq-9": "¿Cómo impactan las redirecciones en la velocidad de la página y la experiencia del usuario?",
    "redirect-faq-9-answer": "Cada redirección añade un pequeño retraso en la carga de la página final. Si tienes múltiples redirecciones (cadenas de redirección), puede ralentizar significativamente el tiempo de carga de la página, llevando a una mala experiencia del usuario. Las páginas que cargan lentamente a menudo conducen a tasas de rebote más altas y a clasificaciones de SEO más bajas. Revisar y optimizar las redirecciones regularmente es esencial para mantener velocidades de página rápidas.",
    "redirect-placeholder": "Ingresa URLs (una por línea) p.ej.,",
    "redirect-status": "Estado",
    "redirect-step": "Paso",
    "redirect-time": "Tiempo",
    "redirect-title": "Comprobador de Redirecciones Masivo: Analiza Cadenas de URL y Compara Velocidades",
    "redirect-url": "URL",
    "redirect-view-details": "Ver Detalles",
    "redirects-count": "Redirecciones",
    "response": "Respuesta",
    "response-time": "Respuesta",
    "share": "Compartir",
    "share-url-copied": "¡URL compartida copiada!",
    "share-url-copied-description": "La URL de resultado ha sido copiada a tu portapapeles.",
    "total-time": "Tiempo total (s)",
    "uptime": "Tiempo de Actividad",
    "uptime-data-sources": "Fuentes de Datos",
    "uptime-data-sources-text": "Los datos de rendimiento son probados por updown.io desde {{n}} ubicaciones.",
    "uptime-description": "Encuentra los servicios de redirección más rápidos de RedirHub, Redirect.pizza y EasyRedir con nuestra herramienta de comparación de velocidad integral. Verifica el tiempo de actividad, los tiempos de respuesta y los detalles de rendimiento en tiempo real.",
    "uptime-heading": "Comparación del Rendimiento de Servicios de Redirección",
    "uptime-image-alt": "Comparación del Rendimiento de Servicios de Redirección",
    "uptime-subheading": "Descubre qué servicio de redirección ofrece los tiempos de respuesta más rápidos y el mayor tiempo de actividad con nuestra herramienta de comparación en tiempo real. Toma decisiones basadas en datos para el rendimiento de tu sitio web.",
    "uptime-title": "Comparar la Velocidad de los Servicios de Redirección | Comparación de Tiempo de Actividad y Tiempos de Respuesta",
    "website": "Sitio web"
  }
}