{
  "tool": {
    "analysis-results": "Analyseergebnisse",
    "block-check-button": "Domain überprüfen",
    "block-checker-description": "Überprüfen Sie, ob Ihre Domain aus China zugänglich ist und vermeiden Sie potenziellen Verkehrverlust.",
    "block-checker-placeholder": "Geben Sie Domains ein (eine pro Zeile)",
    "block-checker-results": "Blockierungsprüfungen",
    "block-checker-title": "Domainblock-Checker",
    "block-description": "Überprüfen Sie, ob Ihre Domain durch die Große Firewall von China blockiert ist. Stellen Sie sicher, dass Ihre Inhalte für Benutzer in China mit unserem zuverlässigen Tool zugänglich sind.",
    "block-faq-1-answer": "Das Domain Block by GFW China-Tool hilft Benutzern zu überprüfen, ob eine bestimmte Domain von der Großen Firewall Chinas blockiert ist. Es bietet Einblicke in Zugänglichkeitsprobleme für Benutzer in China.",
    "block-faq-1-question": "Was ist das Domain Block by GFW China-Tool?",
    "block-faq-2-answer": "Die Große Firewall Chinas ist ein System der Internetzensur, das den Zugang zu bestimmten ausländischen Websites blockiert und den grenzüberschreitenden Internetverkehr verlangsamt. Sie wird verwendet, um die Informationen zu kontrollieren, die den chinesischen Bürgern zur Verfügung stehen.",
    "block-faq-2-question": "Wie funktioniert die Große Firewall Chinas?",
    "block-faq-3-answer": "Die Überprüfung, ob eine Domain blockiert ist, ist entscheidend für Unternehmen und Einzelpersonen, die sicherstellen möchten, dass ihre Inhalte für Benutzer in China zugänglich sind. Blockierte Domains können zu einem Verlust von Verkehr und Engagement führen.",
    "block-faq-3-question": "Warum ist es wichtig, zu überprüfen, ob eine Domain blockiert ist?",
    "block-faq-4-answer": "Geben Sie einfach die Domain, die Sie überprüfen möchten, in das bereitgestellte Eingabefeld ein und klicken Sie auf die Schaltfläche 'Domain überprüfen'. Das Tool analysiert die Zugänglichkeit der Domain aus China.",
    "block-faq-4-question": "Wie kann ich das Domain Block-Tool verwenden?",
    "block-faq-5-answer": "Wenn Ihre Domain blockiert ist, ziehen Sie in Erwägung, alternative Domains, VPN-Dienste oder andere Methoden zu verwenden, um sicherzustellen, dass Ihre Inhalte die Benutzer in China erreichen.",
    "block-faq-5-question": "Was soll ich tun, wenn meine Domain blockiert ist?",
    "block-faq-6-answer": "Ja, unser Tool ermöglicht es Ihnen, mehrere Domains gleichzeitig zu überprüfen und bietet einen umfassenden Überblick über deren Zugänglichkeit.",
    "block-faq-6-question": "Kann ich mehrere Domains gleichzeitig überprüfen?",
    "block-title": "Domainblock-Checker: Überprüfen Sie die Zugänglichkeit in China",
    "blocked": "Blockiert",
    "blog": "Blog",
    "checking": "Überprüfen...",
    "details": "Details",
    "domain": "Domain",
    "examples-button": "Beispiele",
    "expander": "URL-Expander",
    "expander-button": "Kurze URLs erweitern",
    "expander-checker-description": "Enthülle das vollständige Ziel von verkürzten URLs sofort.",
    "expander-checker-title": "Short URL Expander",
    "expander-description": "Erweitere verkürzte URLs sofort, um ihr vollständiges Ziel zu enthüllen. Verbessere deine Online-Sicherheit und Transparenz mit unserem kostenlosen Short URL Expander-Tool. Probiere es jetzt aus!",
    "expander-faq-1-answer": "Ein URL-Verkünder ist ein Werkzeug, das die ursprüngliche lange URL hinter einem verkürzten Link offenbart. Es hilft Benutzern zu wissen, wohin sie ein verkürzter Link führt, bevor sie klicken, und sorgt für Sicherheit und Transparenz.",
    "expander-faq-1-question": "Was ist ein URL-Verkünder?",
    "expander-faq-10-answer": "Das Erweitern von kurzen URLs ist rein informativ und hat keinen Einfluss auf Ihre SEO. Wenn Sie jedoch eine Website oder Kampagne verwalten, kann die Analyse erweiterter URLs Ihnen helfen, sicherzustellen, dass Weiterleitungen ordnungsgemäß funktionieren, was indirekt die SEO beeinflussen kann.",
    "expander-faq-10-question": "Kann das Erweitern von kurzen URLs meine SEO beeinträchtigen?",
    "expander-faq-2-answer": "Das Erweitern verkürzter URLs hilft Ihnen, potenziell schädliche oder böswillige Websites zu vermeiden. Viele Phishing-Angriffe oder unsichere Links sind hinter verkürzten URLs verborgen. Die Verwendung eines URL-Verkönders stellt sicher, dass Sie sich des Ziels bewusst sind, bevor Sie den Link besuchen.",
    "expander-faq-2-question": "Warum sollte ich verkürzte URLs vor dem Klicken erweitern?",
    "expander-faq-3-answer": "Der URL-Verkünder sendet eine Anfrage an die verkürzte URL und ruft die ursprüngliche, vollständige URL ab. Dieser Prozess ermöglicht es Ihnen zu sehen, wohin der Link umgeleitet wird, ohne tatsächlich die Seite zu besuchen, wodurch Sie vor potenziell schädlichen Seiten geschützt bleiben.",
    "expander-faq-3-question": "Wie funktioniert der URL-Verkünder?",
    "expander-faq-4-answer": "Ja, das Erweitern verkürzter URLs ist sicher, da das Werkzeug Sie nicht zur tatsächlichen Website bringt; es zeigt Ihnen nur die ursprüngliche URL. Dieser Prozess stellt sicher, dass Sie nicht versehentlich bösartige Seiten oder schädliche Inhalte besuchen.",
    "expander-faq-4-question": "Ist das Erweitern verkürzter URLs sicher?",
    "expander-faq-5-answer": "Ja, einige verkürzte URLs können mehrere Weiterleitungen haben. Unser URL-Verkünder zeigt Ihnen die vollständige Weiterleitungskette, damit Sie ein klares Verständnis dafür haben, wohin der Link Sie letztendlich führt.",
    "expander-faq-5-question": "Kann ein URL-Verkünder mehrere Weiterleitungen aufdecken?",
    "expander-faq-6-answer": "Ja, unser Tool ermöglicht es Ihnen, kurze URLs im Bulk zu erweitern, was es einfach macht, mehrere verkürzte Links gleichzeitig zu analysieren. Dies ist besonders nützlich für Unternehmen oder Benutzer, die große Mengen an kurzen Links verwalten.",
    "expander-faq-6-question": "Kann ich kurze URLs im Bulk erweitern?",
    "expander-faq-7-answer": "Die Erweiterung einer verkürzten URL zeigt ihr Ziel an, garantiert jedoch nicht, dass die endgültige Seite sicher ist. Seien Sie immer vorsichtig beim Klicken auf unbekannte Links und ziehen Sie in Betracht, einen URL-Checker oder ein Sicherheitstool zu verwenden, um die Sicherheit der Seite weiter zu überprüfen.",
    "expander-faq-7-question": "Sind alle verkürzten URLs nach der Erweiterung sicher anzuklicken?",
    "expander-faq-8-answer": "Ja, unser Kurz-URL-Erweiterer kann häufig Affiliate-Links erkennen, indem er die ursprüngliche URL anzeigt, einschließlich aller Empfehlungs- oder Tracking-Parameter. Dies ist hilfreich für Benutzer, die wissen möchten, ob sie zu einem Affiliate-Programm weitergeleitet werden.",
    "expander-faq-8-question": "Kann der Kurz-URL-Erweiterer Affiliate-Links erkennen?",
    "expander-faq-9-answer": "Unser Kurz-URL-Erweiterer unterstützt eine Vielzahl von Verkürzungsdiensten wie Bitly, TinyURL, Ow.ly und viele andere. Er kann URLs von den beliebtesten Kurzlink-Diensten und sogar benutzerdefinierten kurzen Domains erweitern.",
    "expander-faq-9-question": "Welche Arten von Kurz-URL-Diensten unterstützt dieses Tool?",
    "expander-title": "Bulk Short URL Expander: Enthülle volle Links sofort",
    "faq-contact-button": "Haben Sie noch Fragen?",
    "faq-no-results": "Keine passenden Fragen gefunden. Bitte versuchen Sie einen anderen Suchbegriff.",
    "faq-search-placeholder": "FAQs durchsuchen...",
    "faq-subtext": "Finden Sie Antworten auf häufige Fragen zu diesem Tool. Können Sie nicht finden, wonach Sie suchen? Kontaktieren Sie unser Support-Team für weitere Hilfe.",
    "faq-title": "Häufig gestellte Fragen",
    "fastest": "Schnellste",
    "get-started": "Legen Sie los mit RedirHub",
    "home": "Startseite",
    "last-check": "Letzte Überprüfung:",
    "open-in-new": "URL in neuem Tab öffnen",
    "passed": "Bestanden",
    "redirect": "Umleitungsprüfung",
    "redirect-check-button": "Weiterleitungen überprüfen",
    "redirect-checker-description": "Analysieren Sie Weiterleitungsketten und die Leistung für mehrere URLs gleichzeitig.",
    "redirect-checker-title": "Weiterleitungsprüfer",
    "redirect-description": "Überprüfen und analysieren Sie Ihre URL-Weiterleitungen sofort mit unserem leistungsstarken Tool. Enthüllen Sie Weiterleitungsketten, messen Sie die Geschwindigkeit und optimieren Sie die Leistung Ihrer Website. Probieren Sie jetzt unseren kostenlosen Weiterleitungsprüfer aus!",
    "redirect-details": "Einzelheiten",
    "redirect-faq-1": "Was ist ein URL-Redirect und warum ist er wichtig?",
    "redirect-faq-1-answer": "Ein URL-Redirect leitet Benutzer und Suchmaschinen von einer Webadresse zu einer anderen. Redirects sind entscheidend beim Verschieben von Inhalten, Rebranding oder Ändern von Domains, da sie sicherstellen, dass Benutzer die richtige Seite erreichen und Broken Links verhindern. Die ordnungsgemäße Verwendung von Redirects hilft, die SEO-Rankings aufrechtzuerhalten und bietet ein reibungsloses Benutzererlebnis.",
    "redirect-faq-10": "Kann ich FindRedirect.com verwenden, um sowohl HTTP- als auch HTTPS-Weiterleitungen zu verfolgen?",
    "redirect-faq-10-answer": "Ja, unser Bulk Redirect Checker kann sowohl HTTP- als auch HTTPS-Weiterleitungen verfolgen und Ihnen helfen, zu identifizieren, ob Ihre URLs korrekt auf sichere Protokolle umgeschaltet werden. Die Gewährleistung korrekter HTTPS-Weiterleitungen ist entscheidend für die Sicherheit, SEO und das Vertrauen der Benutzer, da moderne Browser und Suchmaschinen HTTPS gegenüber HTTP priorisieren.",
    "redirect-faq-2": "Wie beeinflussen Redirects die SEO meiner Website?",
    "redirect-faq-2-answer": "Redirects können die SEO beeinflussen, wenn sie nicht korrekt verwendet werden. 301 Redirects werden für permanente Änderungen bevorzugt, da sie den Großteil des ursprünglichen Seitenwerts (Ranking-Power) an die neue URL weitergeben. Der Missbrauch von Redirects, wie das Erstellen langer Redirect-Ketten, kann Ihre Website verlangsamen und negativ auf ihr Ranking in den Suchmaschinenergebnissen auswirken.",
    "redirect-faq-3": "Was sind 301 und 302 Redirects und wann sollte ich sie verwenden?",
    "redirect-faq-3-answer": "301 Redirects: Permanente Redirects, die den Großteil des ursprünglichen URL-Werts an die neue URL übertragen, was am besten für SEO ist, wenn Inhalte dauerhaft verschoben wurden. 302 Redirects: Temporäre Redirects, die keinen URL-Wert weitergeben, geeignet für Situationen, in denen die ursprüngliche Seite zurückkehren wird, wie z.B. Wartung oder temporäre Änderungen. Die Verwendung des richtigen Redirect-Typs stellt sicher, dass Ihre Seite ihre Suchrankings beibehält und ein nahtloses Benutzererlebnis bietet.",
    "redirect-faq-4": "Was ist eine Redirect-Kette und warum sollte sie optimiert werden?",
    "redirect-faq-4-answer": "Eine Weiterleitungskette tritt auf, wenn eine URL mehrere Male weitergeleitet wird, bevor sie das endgültige Ziel erreicht. Zum Beispiel leitet URL A zu URL B weiter, die dann zu URL C weiterleitet. Diese Ketten können die Ladezeit Ihrer Website verlangsamen, die SEO beeinflussen und die Benutzererfahrung beeinträchtigen. Die Optimierung oder Beseitigung unnötiger Weiterleitungen sorgt für schnellere Ladezeiten und bessere Platzierungen in Suchmaschinen.",
    "redirect-faq-5": "Wie kann ich überprüfen, ob meine Weiterleitungen korrekt funktionieren?",
    "redirect-faq-5-answer": "Sie können unseren Bulk Redirect Checker verwenden, um einfach zu analysieren, ob Ihre Weiterleitungen wie gewünscht funktionieren. Er bietet detaillierte Einblicke in die Art der Weiterleitung (301, 302 usw.), wie viele Weiterleitungen in einer Kette vorhanden sind und die Geschwindigkeit jeder Weiterleitung. Dies hilft Ihnen sicherzustellen, dass Ihre Weiterleitungen effizient und SEO-freundlich sind.",
    "redirect-faq-6": "Kann eine lange Weiterleitungskette die Leistung meiner Website negativ beeinflussen?",
    "redirect-faq-6-answer": "Ja, lange Weiterleitungsketten können die Leistung Ihrer Website verlangsamen und Ihre SEO-Rankings verringern. Jede zusätzliche Weiterleitung erhöht die Ladezeit, was die Benutzer frustrieren und dazu führen kann, dass Suchmaschinen Ihre Website wegen langsamer Leistung abstrafen. Verwenden Sie unser Tool, um diese Ketten zu analysieren und zu reduzieren, um eine optimale Leistung zu gewährleisten.",
    "redirect-faq-7": "Warum ist es wichtig, Weiterleitungen nach einer Website-Migration zu überwachen?",
    "redirect-faq-7-answer": "Nach einer Website-Migration ist es entscheidend, Ihre Weiterleitungen zu überwachen, um sicherzustellen, dass Benutzer und Suchmaschinen zu den korrekten URLs geleitet werden. Wenn keine ordnungsgemäßen Weiterleitungen eingerichtet werden, kann dies zu defekten Links, verlorenem Traffic und einem Rückgang der Platzierungen in Suchmaschinen führen. Die regelmäßige Verwendung eines Redirect-Checkers sorgt dafür, dass nach der Migration alles reibungslos funktioniert.",
    "redirect-faq-8": "Wie kann ich defekte Weiterleitungen auf meiner Website beheben?",
    "redirect-faq-8-answer": "Defekte Weiterleitungen treten auf, wenn eine URL auf eine Seite verweist, die nicht mehr existiert oder nicht richtig weitergeleitet wird. Sie können diese beheben, indem Sie die defekten Links mit einem Weiterleitungsprüfer identifizieren und dann die Weiterleitungen aktualisieren, um auf die richtige oder relevanteste Seite zu verweisen. Dies stellt den Link Equity wieder her und verbessert sowohl die SEO als auch die Benutzererfahrung.",
    "redirect-faq-9": "Wie wirken sich Weiterleitungen auf die Seitenladegeschwindigkeit und die Benutzererfahrung aus?",
    "redirect-faq-9-answer": "Jede Weiterleitung fügt eine kleine Verzögerung beim Laden der endgültigen Seite hinzu. Wenn Sie mehrere Weiterleitungen (Weiterleitungsketten) haben, kann dies die Ladezeit der Seite erheblich verlangsamen, was zu einer schlechten Benutzererfahrung führt. Langsame Ladezeiten führen oft zu höheren Absprungraten und niedrigeren SEO-Rankings. Regelmäßiges Überprüfen und Optimieren von Weiterleitungen ist entscheidend für die Aufrechterhaltung schneller Seitenladegeschwindigkeiten.",
    "redirect-placeholder": "Geben Sie URLs ein (eine pro Zeile), z.B.",
    "redirect-status": "Status",
    "redirect-step": "Schritt",
    "redirect-time": "Zeit",
    "redirect-title": "Massen-Weiterleitungsprüfer: Analysieren Sie URL-Ketten & Geschwindigkeitsvergleich",
    "redirect-url": "URL",
    "redirect-view-details": "Einzelheiten anzeigen",
    "redirects-count": "Weiterleitungen",
    "response": "Antwort",
    "response-time": "Antwort",
    "share": "Teilen",
    "share-url-copied": "URL zum Teilen kopiert!",
    "share-url-copied-description": "Die Ziel-URL wurde in Ihre Zwischenablage kopiert.",
    "total-time": "Gesamtzeit (s)",
    "uptime": "Verfügbarkeit",
    "uptime-data-sources": "Datenquellen",
    "uptime-data-sources-text": "Leistungsdaten werden von updown.io aus {{n}} Standorten getestet.",
    "uptime-description": "Finde die schnellsten Redirect-Services von RedirHub, Redirect.pizza und EasyRedir mit unserem umfassenden Geschwindigkeitsvergleichs-Tool. Überprüfe Uptime, Antwortzeiten und Leistungsdetails in Echtzeit.",
    "uptime-heading": "Leistungsvergleich von Redirect-Services",
    "uptime-image-alt": "Leistungsvergleich von Redirect-Services",
    "uptime-subheading": "Entdecke, welcher Redirect-Service die schnellsten Antwortzeiten und die höchste Uptime mit unserem Echtzeit-Vergleichs-Tool bietet. Triff datengestützte Entscheidungen zur Leistung deiner Website.",
    "uptime-title": "Vergleiche die Geschwindigkeiten von Redirect-Services | Uptime- und Antwortzeitenvergleich",
    "website": "Website"
  }
}