{
  "tool": {
    "analysis-results": "Resultados da Análise",
    "block-check-button": "Verificar Domínio",
    "block-checker-description": "Verifique se seu domínio é acessível a partir da China e evite a perda potencial de tráfego.",
    "block-checker-placeholder": "Insira domínios (um por linha)",
    "block-checker-results": "Resultados da Verificação de Bloqueio",
    "block-checker-title": "Verificador de Bloqueio de Domínio",
    "block-description": "Verifique se seu domínio está bloqueado pelo Grande Firewall da China. Garanta que seu conteúdo seja acessível para os usuários na China com nossa ferramenta confiável.",
    "block-faq-1-answer": "A ferramenta de Bloqueio de Domínio pelo GFW da China ajuda os usuários a verificar se um domínio específico está bloqueado pelo Grande Firewall da China. Ela fornece insights sobre problemas de acessibilidade para usuários na China.",
    "block-faq-1-question": "O que é a ferramenta de Bloqueio de Domínio pelo GFW da China?",
    "block-faq-2-answer": "O Grande Firewall da China é um sistema de censura na internet que bloqueia o acesso a certos sites estrangeiros e desacelera o tráfego de internet transfronteiriço. É usado para controlar as informações disponíveis para os cidadãos chineses.",
    "block-faq-2-question": "Como funciona o Grande Firewall da China?",
    "block-faq-3-answer": "Verificar se um domínio está bloqueado é crucial para empresas e indivíduos que desejam garantir que seu conteúdo seja acessível a usuários na China. Domínios bloqueados podem levar à perda de tráfego e engajamento.",
    "block-faq-3-question": "Por que é importante verificar se um domínio está bloqueado?",
    "block-faq-4-answer": "Basta inserir o domínio que você deseja verificar no campo de entrada fornecido e clicar no botão 'Verificar Domínio'. A ferramenta analisará a acessibilidade do domínio a partir da China.",
    "block-faq-4-question": "Como posso usar a ferramenta de Bloqueio de Domínio?",
    "block-faq-5-answer": "Se o seu domínio estiver bloqueado, considere usar domínios alternativos, serviços de VPN ou outros métodos para garantir que seu conteúdo chegue aos usuários na China.",
    "block-faq-5-question": "O que devo fazer se meu domínio estiver bloqueado?",
    "block-faq-6-answer": "Sim, nossa ferramenta permite que você verifique vários domínios simultaneamente, fornecendo uma visão abrangente de sua acessibilidade.",
    "block-faq-6-question": "Posso verificar vários domínios ao mesmo tempo?",
    "block-title": "Verificador de Bloqueio de Domínio: Verifique a Acessibilidade na China",
    "blocked": "Bloqueado",
    "blog": "Blog",
    "checking": "Verificando...",
    "details": "Detalhes",
    "domain": "Domínio",
    "examples-button": "Exemplos",
    "expander": "Expansor de URL",
    "expander-button": "Expanda URLs Curtas",
    "expander-checker-description": "Revele o destino completo de URLs encurtadas instantaneamente.",
    "expander-checker-title": "Expansor de URL Curta",
    "expander-description": "Expanda instantaneamente URLs encurtadas para revelar seu destino completo. Aumente sua segurança e transparência online com nossa ferramenta gratuita de Expansor de URL Curta. Experimente agora!",
    "expander-faq-1-answer": "Um expansor de URL curta é uma ferramenta que revela a URL longa original por trás de um link encurtado. Ajuda os usuários a saber para onde um link encurtado irá levá-los antes de clicar, garantindo segurança e transparência.",
    "expander-faq-1-question": "O que é um expansor de URL curta?",
    "expander-faq-10-answer": "Expandir URLs curtos é puramente informativo e não impacta seu SEO. No entanto, se você está gerenciando um site ou campanha, analisar URLs expandidos pode ajudá-lo a garantir que os redirecionamentos estão funcionando corretamente, o que pode influenciar indiretamente o SEO.",
    "expander-faq-10-question": "Expandir URLs curtos pode afetar meu SEO?",
    "expander-faq-2-answer": "Ampliar URLs curtas ajuda a evitar sites potencialmente prejudiciais ou maliciosos. Muitos ataques de phishing ou links inseguros estão ocultos atrás de URLs encurtadas. Usar um ampliador de URL curto garante que você esteja ciente do destino antes de visitar o link.",
    "expander-faq-2-question": "Por que eu deveria ampliar URLs curtas antes de clicar nelas?",
    "expander-faq-3-answer": "O ampliador de URL curto envia uma solicitação para a URL encurtada e recupera a URL original e completa. Esse processo permite que você veja para onde o link está redirecionando sem realmente visitar a página, mantendo você seguro de sites potencialmente prejudiciais.",
    "expander-faq-3-question": "Como funciona o ampliador de URL curto?",
    "expander-faq-4-answer": "Sim, ampliar URLs curtas é seguro porque a ferramenta não leva você ao site real; ela apenas mostra a URL original. Esse processo garante que você não visite acidentalmente sites maliciosos ou conteúdos prejudiciais.",
    "expander-faq-4-question": "Ampliar URLs curtas é seguro?",
    "expander-faq-5-answer": "Sim, algumas URLs curtas podem ter múltiplos redirecionamentos. Nosso ampliador de URL curto mostrará toda a cadeia de redirecionamentos, dando a você uma compreensão clara de onde o link o levará, em última instância.",
    "expander-faq-5-question": "Um ampliador de URL curto pode revelar múltiplos redirecionamentos?",
    "expander-faq-6-answer": "Sim, nossa ferramenta permite que você amplie URLs curtas em massa, facilitando a análise de vários links encurtados ao mesmo tempo. Isso é especialmente útil para empresas ou usuários que gerenciam um grande número de links curtos.",
    "expander-faq-6-question": "Posso ampliar URLs curtas em massa?",
    "expander-faq-7-answer": "Expandir um URL encurtado revelará seu destino, mas não garante que o site final seja seguro. Sempre use cautela ao clicar em links desconhecidos e considere usar uma ferramenta de verificação de URL ou de segurança para verificar ainda mais a segurança do site.",
    "expander-faq-7-question": "Todos os URLs encurtados são seguros para clicar depois de expandir?",
    "expander-faq-8-answer": "Sim, nosso expansor de URL curto pode frequentemente detectar links de afiliados ao revelar o URL original, incluindo qualquer parâmetro de referência ou rastreamento. Isso é útil para usuários que querem saber se estão sendo redirecionados para um programa de afiliados.",
    "expander-faq-8-question": "O expansor de URL curto pode detectar links de afiliados?",
    "expander-faq-9-answer": "Nosso expansor de URL curto suporta uma ampla gama de serviços de encurtamento, como Bitly, TinyURL, Ow.ly e muitos outros. Ele pode expandir URLs da maioria dos serviços de link curto populares e até mesmo de domínios curtos personalizados.",
    "expander-faq-9-question": "Quais tipos de serviços de URL curto este ferramenta suporta?",
    "expander-title": "Expansor de URL Curta em Lote: Revele Links Completos Instantaneamente",
    "faq-contact-button": "Ainda tem perguntas?",
    "faq-no-results": "Nenhuma pergunta correspondente encontrada. Por favor, tente um termo de pesquisa diferente.",
    "faq-search-placeholder": "Pesquisar FAQs...",
    "faq-subtext": "Encontre respostas para perguntas comuns sobre esta ferramenta. Não consegue encontrar o que procura? Contacte a nossa equipe de suporte para mais ajuda.",
    "faq-title": "Perguntas Frequentes",
    "fastest": "Mais Rápido",
    "get-started": "Comece com o RedirHub",
    "home": "Início",
    "last-check": "Última verificação:",
    "open-in-new": "Abrir URL em nova aba",
    "passed": "Aprovado",
    "redirect": "Verificação de Redirecionamento",
    "redirect-check-button": "Verificar Redirecionamentos",
    "redirect-checker-description": "Analise cadeias de redirecionamento e desempenho para múltiplas URLs ao mesmo tempo.",
    "redirect-checker-title": "Verificador de Redirecionamento",
    "redirect-description": "Verifique e analise instantaneamente seus redirecionamentos de URL com nossa poderosa ferramenta. Descubra cadeias de redirecionamento, meça a velocidade e otimize o desempenho do seu site. Experimente nosso verificador de redirecionamento gratuito agora!",
    "redirect-details": "Detalhes",
    "redirect-faq-1": "O que é um redirecionamento de URL e por que é importante?",
    "redirect-faq-1-answer": "Um redirecionamento de URL envia usuários e motores de busca de um endereço web para outro. Os redirecionamentos são cruciais ao mover conteúdo, rebrandar ou mudar de domínio, pois garantem que os usuários cheguem à página correta e evitam links quebrados. O uso adequado de redirecionamentos ajuda a manter as classificações de SEO e proporciona uma experiência de usuário suave.",
    "redirect-faq-10": "Posso usar o FindRedirect.com para rastrear redirecionamentos HTTP e HTTPS?",
    "redirect-faq-10-answer": "Sim, nosso Verificador de Redirecionamento em Massa pode rastrear redirecionamentos HTTP e HTTPS, ajudando você a identificar se suas URLs estão corretamente transitando para protocolos seguros. Garantir redirecionamentos HTTPS adequados é vital para a segurança, SEO e confiança do usuário, uma vez que navegadores modernos e motores de busca priorizam HTTPS sobre HTTP.",
    "redirect-faq-2": "Como os redirecionamentos afetam o SEO do meu site?",
    "redirect-faq-2-answer": "Os redirecionamentos podem influenciar o SEO se não forem utilizados corretamente. Redirecionamentos 301 são preferidos para mudanças permanentes, pois transferem a maior parte da equidade de link da página original (poder de classificação) para a nova URL. O uso indevido de redirecionamentos, como criar longas cadeias de redirecionamento, pode desacelerar seu site e impactar negativamente sua classificação nos resultados dos motores de busca.",
    "redirect-faq-3": "O que são redirecionamentos 301 e 302, e quando devo usá-los?",
    "redirect-faq-3-answer": "Redirecionamentos 301: Redirecionamentos permanentes que transferem a maior parte da equidade de link da URL original para a nova URL, o que é melhor para SEO quando o conteúdo foi movido permanentemente. Redirecionamentos 302: Redirecionamentos temporários que não passam equidade de link, adequados para situações em que a página original retornará, como manutenção ou mudanças temporárias. Usar o tipo de redirecionamento correto garante que seu site mantenha as classificações de busca e proporciona uma experiência de usuário sem interrupções.",
    "redirect-faq-4": "O que é uma cadeia de redirecionamento e por que deve ser otimizada?",
    "redirect-faq-4-answer": "Uma cadeia de redirecionamento ocorre quando uma URL é redirecionada várias vezes antes de chegar ao destino final. Por exemplo, a URL A redireciona para a URL B, que então redireciona para a URL C. Essas cadeias podem desacelerar seu site, afetar o SEO e prejudicar a experiência do usuário. Otimizar ou eliminar redirecionamentos desnecessários garante tempos de carregamento de página mais rápidos e melhores classificações em mecanismos de busca.",
    "redirect-faq-5": "Como posso verificar se meus redirecionamentos estão funcionando corretamente?",
    "redirect-faq-5-answer": "Você pode usar nosso Verificador de Redirecionamento em Massa para analisar facilmente se seus redirecionamentos estão funcionando como esperado. Ele fornece insights detalhados sobre o tipo de redirecionamento (301, 302, etc.), quantos redirecionamentos estão em uma cadeia e a velocidade de cada redirecionamento. Isso ajuda a garantir que seus redirecionamentos sejam eficientes e amigáveis ao SEO.",
    "redirect-faq-6": "Cadeias de redirecionamento longas podem impactar negativamente o desempenho do meu site?",
    "redirect-faq-6-answer": "Sim, cadeias de redirecionamento longas podem desacelerar o desempenho do seu site e diminuir suas classificações de SEO. Cada redirecionamento adicional acrescenta tempo de carregamento, o que pode frustrar os usuários e resultar em penalizações por parte dos mecanismos de busca devido ao desempenho lento do seu site. Use nossa ferramenta para analisar e reduzir essas cadeias para um desempenho ideal.",
    "redirect-faq-7": "Por que é importante monitorar redirecionamentos após uma migração de site?",
    "redirect-faq-7-answer": "Após uma migração de site, é crucial monitorar seus redirecionamentos para garantir que usuários e mecanismos de busca sejam direcionados para as URLs corretas. Não configurar redirecionamentos adequados pode resultar em links quebrados, perda de tráfego e queda nas classificações nos mecanismos de busca. Usar regularmente um verificador de redirecionamento garante que tudo esteja funcionando normalmente após a migração.",
    "redirect-faq-8": "Como posso corrigir redirecionamentos quebrados no meu site?",
    "redirect-faq-8-answer": "Redirecionamentos quebrados ocorrem quando uma URL aponta para uma página que não existe mais ou não está redirecionada corretamente. Você pode corrigi-los identificando os links quebrados com um verificador de redirecionamento e, em seguida, atualizando os redirecionamentos para apontar para a página correta ou mais relevante. Isso restaurará o valor dos links e melhorará tanto o SEO quanto a experiência do usuário.",
    "redirect-faq-9": "Como os redirecionamentos impactam a velocidade da página e a experiência do usuário?",
    "redirect-faq-9-answer": "Cada redirecionamento adiciona um pequeno atraso no carregamento da página final. Se você tiver múltiplos redirecionamentos (cadeias de redirecionamento), isso pode diminuir significativamente o tempo de carregamento da página, levando a uma experiência do usuário ruim. Páginas que carregam lentamente frequentemente resultam em taxas de rejeição mais altas e classificações de SEO mais baixas. Verificar e otimizar redirecionamentos regularmente é essencial para manter velocidades de página rápidas.",
    "redirect-placeholder": "Insira URLs (uma por linha) por exemplo,",
    "redirect-status": "Status",
    "redirect-step": "Passo",
    "redirect-time": "Tempo",
    "redirect-title": "Verificador de Redirecionamento em Massa: Analise Cadeias de URL & Compare Velocidades",
    "redirect-url": "URL",
    "redirect-view-details": "Ver Detalhes",
    "redirects-count": "Redirecionamentos",
    "response": "Resposta",
    "response-time": "Resposta",
    "share": "Compartilhar",
    "share-url-copied": "URL compartilhada copiada!",
    "share-url-copied-description": "A URL de resultado foi copiada para a sua área de transferência.",
    "total-time": "Tempo Total (s)",
    "uptime": "Tempo de Atividade",
    "uptime-data-sources": "Fontes de Dados",
    "uptime-data-sources-text": "Os dados de desempenho são testados por updown.io de {{n}} locais.",
    "uptime-description": "Encontre os serviços de redirecionamento mais rápidos do RedirHub, Redirect.pizza e EasyRedir com nossa ferramenta abrangente de comparação de velocidade. Verifique o uptime, tempos de resposta e detalhes de desempenho em tempo real.",
    "uptime-heading": "Comparação de Desempenho dos Serviços de Redirecionamento",
    "uptime-image-alt": "Comparação de Desempenho dos Serviços de Redirecionamento",
    "uptime-subheading": "Descubra qual serviço de redirecionamento oferece os tempos de resposta mais rápidos e o maior uptime com nossa ferramenta de comparação em tempo real. Tome decisões baseadas em dados para o desempenho do seu site.",
    "uptime-title": "Comparar Velocidades dos Serviços de Redirecionamento | Comparação de Uptime & Tempos de Resposta",
    "website": "Website"
  }
}